Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Individual flexbots are only the size of a large dog, but multiple flexbots can join together for larger mass operations, even taking on heavy-duty tasks such as demolition, excavation, manufacturing, robotics assembly, and so on.
fr_fr: Chaque transformers n'est pas plus gros qu'un gros chien, mais plusieurs transformers peuvent s'assembler pour opérer à une échelle de amsse différente, pouvant même s'occuper des tâches telles que la démolition, l'excavation, la fabrication ou l'assemblage robotisé.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Fractal Digits, Mnemonic Augmentation, Modular Design, Shape Adjusting [Mobility System] Walker (4/16), Hover (8/40) [Aptitude Maximum] 30 [Durability] 25 [Wound Threshold] 5 [Advantages] Armor 4/4 [CP Cost] 20 [Credit Cost] Expensive (minimum 30,000+)
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Doigts Fractals, Augmentation Mnémonique, Conception modulaire, Forme Ajustable [Mode de déplacement](Allure de déplacement) Marcheur (4/16), Glisseur (8/40) [Maximum d'Aptitude] 30 [Solidité] 25 [Seuil de Blessure] 5 [Avantages] Armure (4/4) [Coût en PP] 20 [Coût en Crédit] Cher (minimum 30 000+¢)

source: The reaper is a common combat bot, used in place of biomorph soldiers and typically operated via teleoperation or by autonomous AI.
fr_fr: Le reapeur est un bot de combat courant, utilisé à la place des soldats biomorphs et typiquement dirigés par téléopération ou par des IA autonomes.

source: The reaper’s core form is an armored disc, so that it can turn and present a thin profile to an enemy.
fr_fr: Le cœur du reapeur est un disque renforcé, il peut donc tourner et présenter un profil fin à l'ennemi.

source: It uses vector thrust nozzles to maneuver in microgravity, and also takes advantage of an ionic drive for fast movement over distance.
fr_fr: Il utilise des buses à poussée vectorielle pour manœuvrer en micro-gravité, et prend également avantages d'un moteur ionique pour le déplacement rapide sur de longue distance.

source: Four legs/manipulating arms and four weapon pods are folded inside its frame.
fr_fr: Quatre jambes/bras manipulateurs et quatre montures d'armes sont repliées dans sa structure.

source: The reaper’s shell is made of smart materials, allowing these limbs and weapon mounts to extrude in any direction desired and even to change shape and length.
fr_fr: La coque du reapeur est faites de matériaux intelligents, permettants à ses membres et à ses montures d'armes de sortir dans n'importe quelle direction et même de changer de forme et de taille.

source: In gravity environments, the reaper walks or hops on two or four of these limbs.
fr_fr: Dans les environnemsnt soumis à la gravité, les reapeurs marchent ou sautillent sur deux de leurs membres.

source: Reapers are infamous due to numerous war XPs, and bringing one into most habitats will undoubtedly raise eyebrows, if not get you arrested.
fr_fr: Les reapeurs sont ignobles en raison de nombreuses XP de guerre, et en amener un dans un habitat fera indubitablement froncer les sourcils ou vous faire arréter.

source: [Enhancements] 360-Degree Vision, Access Jacks, Anti-Glare, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Cyber Claws, Extra Limbs (4), Heavy Combat Armor, Magnetic System, Pneumatic Limbs, Puppet Sock, Radar, Reflex Booster, Shape Adjusting, Structural Enhancement, T-Ray Emitter, Weapon Mount (Articulated, 4) [Mobility System] Walker (4/20), Hopper (4/20), Ionic (12/40), Vectored Thrust (4/20) [Aptitude Maximum] 40 [Speed Modifier] +1 (Reflex Booster) [Durability] 50 (60 with Structural Enhancement) [Wound Threshold] 10 (12 w/Structural Enhancement) [Advantages] 4 Limbs, +5 COO, +10 REF (+20 with Reflex Booster), +10 SOM, Armor 16/16 [CP Cost] 100 [Credit Cost] Expensive (minimum 50,000+)
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Vision à 360-Degrés, Anti Éblouissement, Cyber Griffes, Membres Supplémentaires (4), Armure de Combat Lourde, Système Magnétique, Membres Pneumatiques, Marionnette, Radar, Accélérateur de Réflexes, Forme Ajustable, Améliorations Structurelles, Emitter T-ray, Montures d'Armes (Articulées, 4) [Mode de déplacement](Allure de déplacement) Marcheur (4/20), Sautilleur (4/20), Ionique (12/40), Poussée Vectorielle (4/20)[Maximum d'Aptitude] 40 [Modificateur de Vitesse] +1 (Accélérateur de Réflexes) [Solidité] 50 (60 avec l'Amélioration Structurelle) [Seuil de Blessure] 10 (12 avec l'Amélioration Structurelle) [Avantages] 4 Membres, Armure (16/16), +5 en COO, +10 en REF (+20 avec l'1ccélérateur de Réflexes), +10 en SOM [Coût en PP] 100 [Coût en Crédit] Cher (minimum 50 000+¢)

source: Slitheroid bots are synthetic shells taking the form of a 2-meter-long segmented metallic snake, with two retractable arms for tool use.
fr_fr: Les bots slithéroïdes sont des coques synthétiques prenant la forme d'un serpent métallique et ségmenté de deux mètres de long et possédant deux bras rétractiles pour la manipulation d'outil.

source: Snake bots can coil, twist, and roll their bodies into a ball or hoop, moving either by slithering, burrowing, rolling, or pulling themselves along by their arms.
fr_fr: Les bots serpents peuvent se lover, se tordre et rouler leur corps en une balle ou onduler, se déplaçant soit en ondulant, en roulant ou en rampant et en s'aidant de leurs bras.

source: The sensor suite and control computer are housed in the head.
fr_fr: Les systèmes sensoriels et l'ordinateur de contrôle sont hébergé dans la tête.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Enhanced Vision, Mnemonic Augmentation [Mobility System] Snake (4/16; 8/32 rolling) [Aptitude Maximum] 30 [Durability] 45 [Wound Threshold] 9 [Advantages] +5 COO, +5 SOM, +5 to one other aptitude of the player’s choice, Armor 8/8 [CP Cost] 40 [Credit Cost] Expensive
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Vision Améliorée, Augmentation Mnémonique[Mode de déplacement](Allure de déplacement) Serpent (4/16; 8/32 en roulant)[Maximum d'Aptitude] 30 [Solidité] 45 [Seuil de Blessure] 9 [Avantages] +5 en COO, +5 en SOM, +5 à une aptitude au choix du joueur, Armure (8/8) [Coût en PP] 40 [Coût en Crédit] Cher

source: The swarmanoid is not a single shell per se, but rather a swarm of hundreds of insect-sized robotic microdrones.
fr_fr: Le swarmanoïde n'est pas une simple coque en soi, masi plutôt une nuiée de centaine de microdrone robotiques de la taille d'un insecte.

source: Each individual “bug” is capable of crawling, rolling, hopping several meters, or using nanocopter fan blades for airlift.
fr_fr: Chaque "insecte" est capable de ramper, de rouler, de sauter sur plusieurs mètres ou d'utilsier des pales de nanocoptères pour un déplacment aérien.

source: The controlling computer and sensor systems are distributed throughout the swarm.
fr_fr: L'ordinateur de contrôlle et le système sensoriel sont distribués sur toute la nuée.

source: Though the swarm can “meld” together into a roughly child-sized shape, the swarm is incapable of tackling physical tasks like grabbing, lifting, or holding as a unit.
fr_fr: Même si la nuée peut se "fusionner" en une grossière forme de la taille d'un enfant, la nuée est incapable d'accomplir des tâches physiques en tant qu'unité telles que attraper, tirer ou tenir.

source: Individual bugs are quite capable of interfacing with electronics.
fr_fr: Chaque insecte est relativement capable de s'interfacer avec des systèmes électroniques.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Mnemonic Augmentation, Swarm Composition [Mobility System] Walker (2/8), Hopper (4/20), Rotor (4/32) [Aptitude Maximum] 30 [Durability] 30 [Wound Threshold] 6 [Advantages] See Swarm Composition (p.
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique, Essaim[Mode de déplacement](Allure de déplacement) Marcheur (2/8), Sauteur (4/20), Rotor (4/32) [Maximum d'Aptitude] 30 [Solidité] 30 [Seuil de Blessure] 6 [Avantages] voir Nuée (p.

source: 311) [Disadvantages] See Swarm Composition (p.
fr_fr: 311) [Désavantages] voir Nuée (p.

source: 311) [CP Cost] 25 [Credit Cost] Expensive
fr_fr: 311) [Coût en PP] 25 [Coût en Crédit] Cher

source: Infomorphs are digital-only forms—they lack a physical body.
fr_fr: Les infomorphs n'ont qu'une forme numérique - elles ne possèdent pas de corps physique.

source: Infomorphs are sometimes carried by other characters instead of (or in addition to) a muse in a ghostrider module (p.
fr_fr: Les informophs sont parfois portée par d'autres personnage à la place de (ou en addition de) une muse dans un module ghostrider (p.

source: Full rules for infomorphs can be found on p.
fr_fr: Les règles complètes concernant les infomorphs peuvent être trouvées à la p.

source: [Enhancements] Mnemonic Augmentation [Aptitude Maximum] 40 [Speed Modifier] +2 [Disadvantages] No physical form [CP Cost] 0 [Credit Cost] 0
fr_fr: [Implants] Améliorations Mnémonique[Maximum d'Aptitude] 40 [Modificateur de Vitesse] +2 [Désavantages] Pas de forme physique [Coût en PP] 0 [Coût en Crédit] 0

source: Unless otherwise noted, listed traits are ego traits.
fr_fr: les traits listés sont ds traits d'egos, sauf mention contraire.

source: Positive Traits
fr_fr: Traits Positifs

source: Positive traits provide bonuses to the character in certain situations.
fr_fr: Les traits positifs fournissent des bonus au personnage dans certaines situations.

source: Cost: 10 (Level 1) or 20 (Level 2) CP
fr_fr: Coût: 10 (Niveau 1) ou 20 (Niveau2) PP

source: Resleeving is a breeze for this character.
fr_fr: Se réincarner est est un jeu d'enfant pour se personnage.

source: They adjust to new morphs much more quickly than most other people.
fr_fr: Ils s'adaptent aux nouvelles morphs plus rapidement que la plupart des autres personnes.

source: Apply a +10 modifier per level for Integration Tests and Alienation Tests (p.
fr_fr: Appliquez un modificateur de +10 par niveau aux test d'Intégration et aux Tests d'Aliénation (p.

source: Cost: 30 CP
fr_fr: Coût: 30 PP

source: The character is part of or has a relationship with some influential group that they can occasionally call on for support.
fr_fr: Le personnage fait partie ou est en relation avec un groupe d'influence qu'ils peuvent contacter occasionnellement pour obtenir de l'aide.

source: For example, this could be their old gatecrashing crew, former research lab co-workers, a criminal cartel they are part of, or an elite social clique.
fr_fr: Cela pourrait être leur vieille équipe de resquilleurs, d'ancien collègue d'un laboratoire de recherche, un cartel criminel dont ils font partie ou une clique sociéle élitiste par exemple.

source: The gamemaster and player should work out what the character’s relationship is with this group, and why the character can call on them for aid.
fr_fr: Le maître de jeu et le joueur doivent définir quelles sont les relations du personnage avce ce groupe, ainsi que les raisons qui font que ce personnage peu demander leur aide.

source: Gamemaster’s should take care that these allies are not abused, such as calling on them more than once per game session.
fr_fr: Les maîtres de jeu devraient faire attention que les eprsonnages n'abusent pas de ce trait, en appellant les alliés plus d'une fois par session de jeu par exemple.

source: The character’s ties to this group are also a two-way street—they will be expected to perform duties for the group on occasion as well (a potential plot seed for scenarios).
fr_fr: Les attaches de ce personnage à ce groupe est également un lien à double-sene - leurs alliés attendent d'eux qu'ils effectuent certains tâches pour eux (représentant une base de scénario potentiel).

source: Cost: 10 CP
fr_fr: Coût: 10 PP

source: The character can use and manipulate objects equally well with both hands (they do not suffer the off-hand modifier, as noted on p.
fr_fr: Le personnage peut utiliser et manipuler des objets aussi bien des deux mains (ils ne subissent pas le modificateur de mauvaise main, tel que noté à la p.

source: If the character has other prehensile limbs (feet, tail, tentacles, etc), this trait may be applied to a limb other than the hand.
fr_fr: Si le personnage possèdent d'autres membres préhenseurs (pied, queue, tentacules, etc) ce trait peut-être appliqué à un membre autre qu'une main.

source: This trait may be taken multiple times for multiple limbs.
fr_fr: Ce trait peut-être pris de multiples fois pour de multiples membres.

source: Cost: 5 CP
fr_fr: Coût: 5 PP

source: The character has an instinctive feel for handling and working with non-sapient animals of all kinds.
fr_fr: Le personnage a une perception intuitive de la méthode nécessaire pour interagir et travailler avec des animaux non-sapiens de tout type.

source: Apply a +10 modifier to Animal Handling skill tests or whenever the character makes a test to influence or interact with an animal.
fr_fr: Appliquer un modificateur de +10 à la compétence Dressage ou lorsque le personnage fait un test pour influencer ou intergair avec un animal.

source: This character does not scare easily, and will face threats, intimidation, and certain bodily harm without flinching.
fr_fr: Ce personnage n'est pas effrayable facilement, et il fera face aux menaces, à l'intimidation et à un risque de blessure certains sans flancher.

source: As a side effect, the character is not always the best at gauging risks, especially when it comes to factoring in danger to others.
fr_fr: En conséquence, le personnage n'est pas toujours le meilleur pour évaluer les risques, particulièrement lorsqu'il s'agît de mettre les autres en situations dangereuses.

source: The character receives a +10 modifier on all tests to resist fear or intimidation.
fr_fr: Le personnage reçoit un modificateur de +10 sur tout les tests pour résister à la peur ou à l'intimidation.

source: The character has an innate sense of judgment that cuts through other distractions and factors that might cloud a decision.
fr_fr: Le personnage a un sens du jugement inné qui passe au travers des distractiosn et des facteurs qui pourraient obscurcir une décision.

source: Once per game session, the player may ask the gamemaster what choice they should make or what course of action they should take, and the gamemaster should give them solid advice based on what the character knows.
fr_fr: Une fois par sessiond e jeu, le joueur peut demaner au maître de jeu quel choix il devrait faire ou quel suite d'action il devrait faire, et le maître de jeu devrait lui donner de bosn conseils basé sur les connaissances du personnage.

source: Alternately, if the character is about to make a disastrous decision, the gamemaster can use the character’s free hint and warn the player they are making a mistake.
fr_fr: Alternativement, si le personnage est sur le point de rpendre une décsiion désastreuse, le maître de jeu peut utiliser le conseil gratuit du personnage et aveertir le joueur qu'il est en train de commettre une erreur.

source: The character has an intuitive sixth sense that warns them of imminent threats.
fr_fr: Le personnage a un sixième sens intuitif qui le prévient des menaces imminentes.

source: They receive a +10 modifier on Surprise Tests (p.
fr_fr: Ils reçoivent un modificateur de +10 sur les Tests de Surprise (p.

source: Somehow the character always knows which way is up, north, etc., even when blinded.
fr_fr: Du'ne manière ou d'une autre, le personnage sait toujours où est le haut, le nord et autre, même si il est aveuglé.

source: The character receives a +10 modifier for figuring out complex di- rections, reading maps, and remembering or retracing a path they have taken.
fr_fr: Le personnage reçoit un modificateur de +10 pour comprendre des directiosn complexe, lire une carte et se rappeller ou retracer un chemin qu'ils ont déjà fait.

source: {Eidetic Memory (Ego Or Morph Trait)} Cost: 10 CP
fr_fr: {Mamoire Éidétique (Trait d'Ego Ou de Morph)} Coût: 10 PP

source: Much like a computer, the character has perfect memory recall.
fr_fr: De manière similaire à un ordinateur, le personnage à un rappel mémoriel parfait.

source: They can remember anything they have sensed, often even from a single glance.
fr_fr: Ils peuvent se rappeler de tout ce qu'ils ont perçus, souvent d'un simple coup d'œil.

source: This works the same as the eidetic memory implant (p.
fr_fr: Ce trait fonctionne de la même manière que l'implant mémoire éidétique (p.

source: Cost: 20 CP
fr_fr: Coût: 20 PP

source: The character may raise one of their maximum aptitude up to 10 points over the normal aptitude cap (30 for flats, 35 for splicers, 40 for all others).
fr_fr: Le personnage peut augmenter le maximum d'une de ses aptitude de 10 points au-delà de la limite d'aptitude normale (30 pour les plates, 35 pour les spliceurs et 40 pour les autres).

source: Note that this trait just raises the maximum, it does not give the character more 10 aptitude points.
fr_fr: Ce trait ne fait qu'augmenter le maximum, il ne donne pas 10 points d'aptitudes supplémenatire au personnage.

source: This trait may be taken only once.
fr_fr: Ce trait ne peut-être pris qu'une seule fois.

source: The character is a legend in the use of one particular skill.
fr_fr: Le personnage est une légende dans l'utilisation de l'une de ses compétences.

source: The character may raise one learned skill over 80, to a maximum of 90, during character creation.
fr_fr: le personnage peut augmenter uen compétence apprise au-delà de 80, jusqu'à un maximum de 90, pendant la création de personnage.

source: This trait does not actually increase the skill, it just raises the maximum.
fr_fr: Ce trait n'uagmente pas la compétence, il augmente juste le maximum dans cette compétence.

source: This trait may only be taken once.
fr_fr: Ce trait ne peut-être pris qu'une seule fois.

source: The character improves skills and learns new ones in half the time it normally takes (see Improving Skills, p.
fr_fr: le personnage améliore ses compétences et en apprend de nouvelels en moitié moins de temps que ce qui est normalement nécessaire (voir Augmenter des Compétences, p.

source: The character has a way of charming or otherwise making a good impression the first time they interact with someone.
fr_fr: Le personnage a une façon de charmer ou de faire bonne impression la première fois qu'ils interagissetn avec quelqu'un.

source: This innate social lubricant allows them to more readily deal with new contacts and slip right into new social environments.
fr_fr: Ce lubrifiant social inné leur permet de traiter plsu facilement avec les nouveaux contacts et de s'intégrer rapidement à de nouveaux environneemnts sociaux.

source: Apply a +10 modifier on social skill tests when the character is interacting with another character for the first time only.
fr_fr: Appliquez un modificateur de +10 sur les tests de compétences socials lorsque le personnage interagît avec un autre personnage pour la première fois (et pour la première fois seulement).

source: The character has an intuitive understanding of linguistic structures that facilitates learning new languages easily.
fr_fr: Le personnage a une compréhension instinctive des structures linguistiques qui facilitent l'apprentissage de nouvelles langues.

source: The character requires one-third the normal amount of time and experience to learn any language (see Improving Skills, p.
fr_fr: Le personnage n'a besoin que d'un tiers du montant total de temps et d'expérience pour apprendre de nouvelles langues (voir Améliorer des Compétences, p.

source: The character can also learn any human language in one day simply by constant immersive exposure to it.
fr_fr: Le personnage peut également apprendre toute langue humaine en une journée en s'y immergeant constamment.

source: Additionally, the character receives a +10 modifier when attempting to interpret languages they don’t know.
fr_fr: Le personnage reçoit également un modificateur de +10 lorsqu'il tente d'interpréter des langues qu'il ne connaît pas.

source: {Improved Immune System (Morph Trait)}
fr_fr: {Système Immunitaire Amélioré (Trait de Morph)}

source: The morph’s immune system is robust and more resistant to diseases, drugs, and toxins—even more than basic bio-mods.
fr_fr: Le système immunitaire de la morph est robuste et résiste mieux aux maladies, drogues et toxines - mieux que les biomods de bases.

source: At Level 1, apply a +10 modifier whenever making a test to resist infection or the effects of a toxin or drug.
fr_fr: Au niveau 1, appliquez un modificateur de +10 lrosque vous faites un test pour résister à l'infection ou aux effets d'une toxine ou d'une drogue.

source: At Level 2, increase this modifier to +20.
fr_fr: Au niveau 2, augmentez ce modificateur à +20.

source: This trait is only available to biomorphs.
fr_fr: Ce trait n'est disponible que pour les biomorphs.

source: In an age when exotic appearances and good looks are commonplace, the morph’s look is surprisingly bland and undistinguished, in that cookie cutter sort of way.
fr_fr: À une époque où la beauté et les apparences exotiques sont des lieux communs, l'apparence de cette morph est étonnement fade et sans distinction, de cette manière réconfortante qu'on les choses produite à l'identique.

source: The character’s physical looks are so mundane that others have a hard time picking them out of a crowd, describing their appearance, or otherwise remembering physical details.
fr_fr: L'apparence physique du personnage est tellement banalle que les autres ont du mal à le distinguer dans une foule, à décrire son apparence ou à se rappeler de détails physique.

source: Apply a -10 modifier to all tests made to spot, describe, or remember the character.
fr_fr: Appliquer un modificateur de -10 à tous les tests faits poru trouver, décrire ou se rappeller du personnage.

source: This modifier does not apply to psi or mesh searches.
fr_fr: Ce modificateur ne s'applique pas au psi ou recherche sur le mesh.

source: The morph is especially flexible and supple, capable of graceful contortions and interesting positions.
fr_fr: La morph est particulièrement souple et flexible, capable de controsions gracieuse et de prendre des positions intéressantes.

source: At Level 1, the character can smoke with their toes, do the splits, and squeeze into small, cramped spaces.
fr_fr: Au niveau 1, le personnage peut fumer avec ses orteils, faire le pont et se compresser dans de petits espaces étroits.

source: At Level 2, they are double-jointed escape artists.
fr_fr: Au niveau 2, ce sont des artistes de l'évasion désarticulés.

source: Each level provides a +10 modifier to escaping from bonds, fitting into narrow confines, and other acts relying on contortion or flexibility.
fr_fr: Chaque niveau fournit un modificateur de +10 pour s'échapper de liens, s'adapter à des espaces confinés et d'autres actions dépendant de la contorsion ou de la flexibilité.

source: {Math Wiz} Cost: 10 CP
fr_fr: {Génie des Maths} Coût: 10 CP

source: The character can perform any feat of calculation, including the most complex and advanced mathematics, instantly and with great precision, with the same ease an unmodified human can add 2 + 3.
fr_fr: Le personnage peut effectuer tout type de calcul, incluant les plus complexe et les mathématiques avancées, instantanément et avec une grande précision, avec la même facilité que d'additioner 2 et 3 pour un humain non-modifié.
